Repository: sangnt-rule/watch
Catalog: data/locales/default/contact.tmx
Source language: vi
Languages: en, zh

source: Thông tin
en: Message
zh: 信息

source: Mã an toàn
en: Validation Code
zh: 验证码

source: Gửi
en: Send
zh: 发送

source: Thông tin góp ý đã được gửi thành công
en: Your message has been sent successfully.
zh: 您的留言已成功发送。

source: Xin cảm ơn. Thông tin đóng góp ý kiến của quý khách đã được ghi nhận và gửi đến quản trị viên. Chúc quý khách một ngày tốt lành và nhiều sức khỏe.
en: Thank you. Information contributed your comments have been noted and sent to administrators. Have a good day and good health.
zh: 谢谢。信息贡献您的意见已注意到并发送至管理员。有一个好的一天，身体健康。
